tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap "1password/tap"


cask 'docker'
cask 'discord'
cask '1password'
cask 'warp'
cask "1password/tap/1password-cli"
cask 'miniconda'
cask 'brave-browser'


brew 'rust'
brew 'rustup'
brew 'git'
brew 'neovim'
brew 'lazygit'
brew 'ripgrep'
brew 'rust-analyzer'
brew 'gopls'
brew 'mas'
brew 'bat'
brew 'go'
brew 'exa'
brew 'jq'

mas 'Tailscale', id: 1475387142
mas 'Xcode', id: 497799835

