arch-install-scripts
base
base-devel
bat
coursier
eza
fakeroot-tcp
gcc
git
github-cli
go
nano
neovim
npm
stow
sudo
vim
yay-git
yay-git-debug
zoxide
zsh
